[GENERAL]
NAME					= Slovenčina
TRANSLATOR				= PEPEK, PEŠISOFT SK. Email: pesisoft.sk@seznam.cz
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Zrušiť
TEXT_MESSAGEBOX_ABORT			= Prerušiť
TEXT_MESSAGEBOX_RETRY			= Skúsiť znova
TEXT_MESSAGEBOX_IGNORE			= Ignorovať
TEXT_MESSAGEBOX_YES			= Áno
TEXT_MESSAGEBOX_NO			= Nie
TEXT_MESSAGEBOX_CONTINUE		= Pokračovať

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Prenosný
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= Vybrať priečinok.
TEXT_ASSOC_IMAGE			= Obrázkový súbor (${str1}) 
TEXT_ASSOC_RAWIMAGE			= Obrázkový súbor RAW (${str1}) 
TEXT_ASSOC_EBOOK			= Komprimovaný súbor obrázkov (${str1}) 
TEXT_APP_DESC				= Honeyview je ultrarýchly prehliadač obrázkov.
TEXT_ABOUTBOX_TAB1			= O Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Obrázkový súbor
TEXT_OPENFILEDLG_ALLFILE		= Všetky súbory
TEXT_NEW_FOLDER				= Nový priečinok
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Nepodarilo sa prevziať požadovaný inštalačný súbor.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Kontrola verzie zlyhala
TEXT_UPDATE_VERSION_CHECKING		= Skontrolovať verziu
TEXT_UPDATE_DOWNLOAD_FAILED		= Prevzatie zlyhalo
TEXT_UPDATE_LATEST_VERSION		= Aktuálna verzia
TEXT_UPDATE_DO_DOWNLOAD			= Je nutná aktualizácia 
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Sťahovanie je dokončené

TEXT_MSG_LASTPAGE			= Posledný obrázok v priečinku.
TEXT_MSG_FIRSTPAGE			= Prvý obrázok v priečinku.
TEXT_MSG_NOIMAGEFILE			= V komprimovanom súbore sa nenachádza žiadny obrázok.
TEXT_MSG_INVALID_PHOTOFOLDER		= V konfigurácii prosím nastavte cestu na "Priečinok s fotkami 2".
TEXT_MSG_CANTOPENARCHIVE		= Nepodarilo sa otvoriť súbor:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Tento súbor nie je podporovaný. Stiahnite si prosím najnovšiu verziu.
TEXT_MSG_INVALID_PASSWORD		= Chybné heslo.
TEXT_MSG_STRETCHWHENSMALL_ON		= Roztiahnuť malé obrázky: Zapnúť
TEXT_MSG_STRETCHWHENSMALL_OFF		= Roztiahnuť malé obrázky: Vypnúť
TEXT_MSG_CANTOPENBOOKMARK		= Nepodarilo sa otvoriť záložky.
TEXT_MSG_BROKENARCHIVE			= Tento komprimovaný súbor poškodený.
TEXT_MSG_ADDTOBOOKMARK			= Pridať do záložiek:
TEXT_MSG_LOADRECENTBOOKMARK		= Otvoriť novo uložené záložky:
TEXT_MSG_SLIDESHOWSTART			= Spustiť prezentáciu: ${TIME}sek
TEXT_MSG_SLIDESHOWSTOP			= Zastaviť prezentáciu
TEXT_MSG_ALWAYSONTOP_ON			= Vždy navrchu: Zapnúť
TEXT_MSG_ALWAYSONTOP_OFF		= Vždy navrchu: Vypnúť
TEXT_MSG_ZOOMFIX_ON			= Upraviť zväčšenie/zmenšenie: Zapnúť
TEXT_MSG_ZOOMFIX_OFF			= Upraviť zväčšenie/zmenšenie: Vypnúť
TEXT_MSG_EXTPROGERR_LAUNCH		= Otvoriť v obrázkovom editore
TEXT_MSG_EXTPROGERR_NOTSET		= Vyberte prosím obrázkový editor v konfigurácii (Paint, Photoshop, atď.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Pamätať si umiestnenie v komprimovanom súbore:
TEXT_MSG_RESTART_NOTIFY			= Pre zmenu jazyka program treba reštartovať.
TEXT_MSG_COPY2CLIPBOARD			= Kopírovať do schránky.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Nepodarilo sa kopírovať do schránky.
TEXT_MSG_BOOKMARK_EXPORTED		= Záložky boli uložené.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Nepodarilo sa uložiť záložky.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Nepodarilo sa otvoriť záložky.
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Nepodarilo sa importovať záložky.
TEXT_MSG_BOOKMARK_IMPORTED		= Záložky boli importované.
TEXT_MSG_SETWALLPAPER_FAILED		= Nepodarilo sa nastaviť tapetu pracovnej plochy.
TEXT_MSG_CANT_OPEN_IMAGE		= Nemožno otvoriť súbor s obrázkom.
TEXT_MSG_TRANSFORM_COMPLETED		= Spracovanie dokončené.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Nemožno otvoriť súbor.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Nemožno uložiť súbor.
TEXT_MSG_CANT_OPEN_MMF			= Nemožno otvoriť MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Pre zmenu jazyka program treba reštartovať.
TEXT_MSG_DELETED			= Vymazané

TEXT_ASK_INIT				= Chcete otvoriť konfiguráciu?
TEXT_ASK_DELETE_IMAGE			= Chcete odstrániť tento súbor do koša?
TEXT_ASK_DELETE_ARCHIVE			= Aktuálny obrázok je súčasťou komprimovaného súboru.[br][br]Chcete navždy odstrániť komprimovaný súbor (${FILENAME}) ?
TEXT_ASK_DELETE_BOOKMARKALL		= Chcete vymazať všetky uložené záložky?
TEXT_ASK_LAUNCH_ASSOCUI			= Vo verzii Windows 8 alebo vyššej treba nastaviť asociáciu.[br][br]Chcete asociovať prípony?
TEXT_ASK_STOP_BATCH_PROCESSING		= Prebieha spracovanie. Chcete ho zrušiť?

TEXT_FILTERMODE_NONE			= Žiadny filter
TEXT_FILTERMODE_BILINEAR		= Filter: Pozvoľne prelínať 
TEXT_FILTERMODE_SHARPEN			= Filter: Pozvoľne prelínať + zaostriť

TEXT_SHOWMODE_NONE			= Zobraziť: Pôvodná veľkosť (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Zobraziť: Prispôsobiť oknu
TEXT_SHOWMODE_FIT2WIDTH			= Zobraziť: Prispôsobiť oknu
TEXT_SHOWMODE_TWO_L2R			= Dva na stránke (zľava doprava)
TEXT_SHOWMODE_TWO_R2L			= Dva na stránke (sprava doľava)

TEXT_NEXTPATH_NOFILE			= Premiestniť priečinok: Posledný obrázok (prosím otvorte súbor)
TEXT_NEXTPATH_LASTFOLDER		= Nasledujúci priečinok: Posledný obrázok
TEXT_PREVPATH_LASTFOLDER		= Predošlý priečinok: Posledný obrázok
TEXT_NEXTPATH_OPENFOLDER		= Nasledujúci priečinok:
TEXT_PREVPATH_OPENFOLDER		= Predošlý priečinok:

TEXT_DELETE				= Vymazať: 
TEXT_COPY_TO_PHOTOFOLDER1		= Kopírovať do Priečinka s fotkami 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Kopírovať do Priečinka s fotkami 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Presunúť do Priečinka s fotkami 1:

TEXT_SELECTFILEDLG_FILELIST		= Zoznam
TEXT_SELECTFILEDLG_DATE			= Dátum zmeny
TEXT_SELECTFILEDLG_SIZE			= Veľkosť

TEXT_BOOKMARKEDITDLG_PATH		= Cesta

TEXT_PAGETURNFX_NONE			= Žiadny
TEXT_PAGETURNFX_HV2			= Listovať
TEXT_PAGETURNFX_ALPHA			= Pozvoľne prelínať
TEXT_PAGETURNFX_SLIDE			= Posúvať

TEXT_FILEINFO_FILENAME			= Názov súboru
TEXT_FILEINFO_SIZE			= Veľkosť obrázka
TEXT_FILEINFO_CREATETIME		= Dátum vytvorenia
TEXT_FILEINFO_MODIFYTIME		= Dátum zmeny
TEXT_FILEINFO_IMGINFO			= Informácie o obrázku
TEXT_FILEINFO_ROTATE			= Informácie o otočení
TEXT_FILEINFO_ZOOM			= Zväčšiť/zmenšiť

TEXT_EXIF_MAKER				= Výrobca
TEXT_EXIF_MODEL				= Model fotoaparátu
TEXT_EXIF_SOFTWARE			= Softvér
TEXT_EXIF_ARTIST			= Vytvoril
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Autorské právo
TEXT_EXIF_DATETIME			= Dátum / čas
TEXT_EXIF_FLASHUSED			= Blesk
TEXT_EXIF_FOCALLENGTH			= Ohnisková vzdialenosť
TEXT_EXIF_FOCALLENGTH_35MM		= Ohnisková vzdialenosť (35mm)
TEXT_EXIF_EXPOSURETIME			= Rýchlosť uzávierky
TEXT_EXIF_EXPOSUREBIAS			= Odchýlka expozície
TEXT_EXIF_APERTUREFNUMBER		= Číslo clony
TEXT_EXIF_ISOEQUIVALENT			= Citlivosť ISO 
TEXT_EXIF_METERINGMODE			= Režim merania
TEXT_EXIF_EXPOSUREPROGRAM		= Program expozície
TEXT_EXIF_DISTANCE			= Ohnisková vzdialenosť
TEXT_EXIF_GPS				= GPS informácie
TEXT_EXIF_COMMENT			= Poznámka

TEXT_CUSTOMCMD_NOOPERATION		= Nerobiť nič
TEXT_CUSTOMCMD_FULLSCREEN		= Na obrazovku
TEXT_CUSTOMCMD_MAXIMIZE		= Maximalizovať
TEXT_CUSTOMCMD_MINIMIZE		= Minimalizovať
TEXT_CUSTOMCMD_PAGESELECT		= Vybrať obrázok
TEXT_CUSTOMCMD_EXIT			= Koniec
TEXT_CUSTOMCMD_OPEN			= Otvoriť súbor
TEXT_CUSTOMCMD_OPENFOLDER		= Otvoriť zložku
TEXT_CUSTOMCMD_NEXT1			= Ďalšia 1 strana (dvojitý náhľad) 
TEXT_CUSTOMCMD_PREV1			= Predchádzajúca 1 strana (dvojitý náhľad)
TEXT_CUSTOMCMD_NEXT			= Ďalší obrázok
TEXT_CUSTOMCMD_PREV			= Predošlý obrázok
TEXT_CUSTOMCMD_NEXT_RANDOM		= Ďalší náhodný obrázok
TEXT_CUSTOMCMD_PREV_RANDOM		= Predošlý náhodný obrázok
TEXT_CUSTOMCMD_HOME			= Prvý obrázok
TEXT_CUSTOMCMD_END			= Posledný obrázok
TEXT_CUSTOMCMD_NEXT10			= Ďalší 10-ty obrázok
TEXT_CUSTOMCMD_PREV10			= Predošlý 10-ty obrázok
TEXT_CUSTOMCMD_SCROLL_UP		= Rolovať nahor
TEXT_CUSTOMCMD_SCROLL_DN		= Rolovať nadol
TEXT_CUSTOMCMD_SCROLL_LEFT		= Rolovať doľava
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Rolovať doprava
TEXT_CUSTOMCMD_ZOOM_IN			= Zväčšiť
TEXT_CUSTOMCMD_ZOOM_OUT			= Zmenšiť
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Kopírovať do Priečinka s fotkami 
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Presunúť do Priečinka s fotkami 
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Kopírovať do Priečinka s fotkami 2
TEXT_CUSTOMCMD_NEXTPATH			= Ďalší súbor/Priečinok
TEXT_CUSTOMCMD_PREVPATH			= Predošlý súbor/Priečinok
TEXT_CUSTOMCMD_CONTEXT_MENU		= Kontextová ponuka
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Zobraziť EXIF informácie o súbore

TEXT_COMBO_GIF_TRANS_OPTION_0		= Použiť pôvodné GIF palety
TEXT_COMBO_GIF_TRANS_OPTION_1		= Použiť biele pozadie
TEXT_COMBO_GIF_TRANS_OPTION_2		= Použiť mriežku pozadia
TEXT_COMBO_GIF_TRANS_OPTION_3		= Použiť čierne pozadie

TEXT_COMBO_LASTFILE_ACTION_NONE		= Nerobiť nič
TEXT_COMBO_LASTFILE_ACTION_ASK		= Opýtať sa
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Prejsť na prvý súbor
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Prejsť na ďalší/predošlý priečinok/súbor

TEXT_ASSOC_GROUP0			= Najčastejšie používané formáty obrázkov
TEXT_ASSOC_GROUP1			= Novo zavedené formáty obrázkov
TEXT_ASSOC_GROUP2			= Bezstratové formáty obrázkov fotoaparátov
TEXT_ASSOC_GROUP3			= Komprimované formáty obrázkových súborov

TEXT_SORT_METHOD_FILENAME		= Zoradiť podľa názvu
TEXT_SORT_METHOD_DATE			= Zoradiť podľa dátumu úpravy
TEXT_SORT_METHOD_SIZE			= Zoradiť podľa veľkosti
TEXT_SORT_METHOD_EXT			= Zoradiť podľa typu

TEXT_TRANSF_RESIZE_NONE			= Nemeniť veľkosť
TEXT_TRANSF_RESIZE_KEEPRATIO		= Zachovať pôvodný pomer
TEXT_TRANSF_RESIZE_FITWIDTH		= Prispôsobiť šírke
TEXT_TRANSF_RESIZE_ADD			= Pridať výplň
TEXT_TRANSF_RESIZE_CUT			= Orezať obrázok
TEXT_TRANSF_RESIZE_STRETCH		= Roztiahnuť obrázok

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Automaticky
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Predošlý priečinok ( [ )
TEXT_BTN_NEXT_FOLDER			= Ďalší priečinok ( ] )
TEXT_BTN_PREV_ARCHIVE			= Pred. komprimovaný súbor ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Ďalší komprimovaný súbor ( ] )


[MENU]
MENUSTR_OPEN				= Otvoriť\tF2
MENUSTR_OPENFOLDER			= Otvoriť priečinok\tF
MENUSTR_CLOSE				= Zavrieť\tF4
MENUSTR_PAGESELECT			= Vybrať obrázok\tEnter
MENUSTR_OPEN_FILEPOSITION		= Zobraziť v Prieskumníkovi\tCtrl+Enter

MENUSTR_FILTER_NONE			= Žiadny filter\tU
MENUSTR_FILTER_BILINEAR			= Pozvoľne prelínať\tI
MENUSTR_FILTER_SHARPEN			= Pozvoľne prelínať+Zaostriť\tS

MENUSTR_PAGEMOVE			= Posunúť obrázok na...
MENUSTR_PAGEMOVE_NEXT			= Ďalší obrázok\t->
MENUSTR_PAGEMOVE_PREV			= Predošlý obrázok\t<-
MENUSTR_PAGEMOVE_HOME			= Prvý obrázok\tHome
MENUSTR_PAGEMOVE_END			= Posledný obrázok\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Ďalší 10-ty obrázok\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Predošlý 10-ty obrázok\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Ďalší náhodný obrázok\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Predošlý náhodný obrázok\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Ďalší priečinok/Kompr. súbor\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Predošlý priečinok/Kompr. súbor\t[

MENUSTR_INTERPOLATEMODE			= Interpolácia
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilineárna interpolácia (rýchla)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bikubická interpolácia (pomalá, vysoká kvalita)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos interpolácia (pomalá, vysoká kvalita)

MENUSTR_IMAGE_PROCESSING		= Efekty obrázku
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Negatív obrázku\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Povoliť gamma korekciu\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Prevrátiť zvislo\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Prevrátiť vodorovne\tCtrl+M

MENUSTR_SORT_METHOD			= Zoradiť podľa
MENUSTR_SORT_METHOD_FILENAME		= Názov
MENUSTR_SORT_METHOD_DATE		= Dátum zmeny
MENUSTR_SORT_METHOD_SIZE		= Veľkosť
MENUSTR_SORT_METHOD_EXT			= Typ
MENUSTR_SORT_DESCENDING			= Zostupne

MENUSTR_SHOWMODE			= Zobraziť obrázok
MENUSTR_FILTER_STRETCHWHENSMALL		= Roztiahnuť malé obrázky\tZ
MENUSTR_SHOWMODE_NONE			= Pôvodná veľkosť (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Prispôsobiť oknu\t9
MENUSTR_SHOWMODE_FITWIDTH		= Prispôsobiť šírke\t8
MENUSTR_SHOWMODE_TWO_L2R		= Dva na stránke (zľava doprava)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Dva na stránke (sprava doľava)\t6

MENUSTR_ZOOM				= Zväčšenie
MENUSTR_ZOOM_IN				= Zväčšiť\t+
MENUSTR_ZOOM_OUT			= Zmenšiť\t-
MENUSTR_ZOOM_FIX			= Opraviť\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Zväčšiť o (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Zmenšiť o (1%)\tCtrl+-

MENUSTR_ROTATION			= Otočiť
MENUSTR_ROTATION_NONE			= Neotáčať\tAlt+Up
MENUSTR_ROTATION_L90			= Otočiť o 90˚ vľavo\tAlt+Left
MENUSTR_ROTATION_R90			= Otočiť o 90˚ vpravo\tAlt+Right
MENUSTR_ROTATION_180			= Prevrátiť vodorovne\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Informácie EXIF o súbore\tTAB
MENUSTR_WALLPAPER			= Nastaviť ako tapetu...
MENUSTR_DELETE				= Vymazať\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Kopírovať do Priečinka s fotkami 2\tIns
MENUSTR_EXTPROG0			= Otvoriť v editore obrázkov\tCtrl+E
MENUSTR_PRINT				= Tlač\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Kopírovať do schránky\tCtrl+C

MENUSTR_SETTING				= Konfigurácia\tF5
MENUSTR_ABOUT				= O Honeyview\tF1
MENUSTR_EXIT				= Koniec\tX

; about popup menu
MENUSTR_HOMEPAGE			= Webstránka
MENUSTR_HELP				= Nápoveda klávesových skratiek 

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Pridať do záložiek\tB
MENUSTR_BOOKMARK_DELALL			= Vymazať všetky záložky
MENUSTR_BOOKMARK_SETTTING		= Nastavenie záložiek
MENUSTR_BOOKMARK_EDIT			= Upraviť záložky\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Zastaviť prezentáciu\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 sekundu\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 sekundy\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 sekundy\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 sekundy\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 sekúnd\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 sekúnd\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 sekúnd\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 sekúnd\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 sekúnd\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 sekúnd
MENUSTR_SLIDESHOW_15			= 15 sekúnd
MENUSTR_SLIDESHOW_20			= 20 sekúnd
MENUSTR_SLIDESHOW_25			= 25 sekúnd
MENUSTR_SLIDESHOW_30			= 30 sekúnd
MENUSTR_SLIDESHOW_60			= 60 sekúnd
MENUSTR_SLIDESHOW_90			= 90 sekúnd
MENUSTR_SLIDESHOW_LOOP			= Opakovať
MENUSTR_SLIDESHOW_RANDOM		= Náhodne

MENUSTR_PAGETURNFX_NONE			= Žiadny efekt
MENUSTR_PAGETURNFX_HV2			= Listovať
MENUSTR_PAGETURNFX_ALPHA		= Pozvoľne prelínať
MENUSTR_PAGETURNFX_SLIDE		= Posúvať

MENUSTR_PHOTOFOLDER_COPY1		= Kopírovať do Priečinka s fotkami 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Presunúť do Priečinka s fotkami 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Kopírovať do Priečinka s fotkami 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Nastavenia Priečinka s fotkami
MENUSTR_PHOTOFOLDER_OPEN		= Otvoriť Priečinok s fotkami 1

MENUSTR_TRANSFORMDLG			= Previesť obrázok (otočiť, zmeniť veľkosť)\tCtrl+T

[DIALOG]
IDCANCEL				= Zrušiť
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= O Honeyview
IDC_BTN_HOMEPAGE			= Webstránka
IDC_BTN_UPDATE				= Aktualizovať

[IDD_SETTING]
IDD_SETTING				= Konfigurácia
IDC_BTN_INIT				= Anulovať

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Všeobecné nastavenia
IDC_CHK_USESNAP				= Snímka v okne
IDC_CHK_DONOTREMEMBERFOLDER		= Neukladať poslednú cestu k priečinku
IDC_CHK_ONE_INSTANCE			= Zakázať viacnásobné spustenie Honeyview
IDC_CHK_ASK_DELETE			= Požadovať potvrdenie pred odstránením súboru
IDC_CHK_NO_CENTER_MESSAGE		= Zobraziť správy najskôr v rohu,  až potom v okne
IDC_CHK_ALWAYS_ON_TOP			= Vždy navrchu (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Ukončiť program s ESC
IDC_CHK_CHECK_UPDATE			= Kontrolovať nové verzie
IDC_CHK_CHECK_UPDATE_MINOR		= Kontrolovať vedľajšie verzie
IDC_STATIC_LASTFILEACTION_IMAGE		= Akcia pre posledný / prvý obrázok:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Akcia pre posledný / prvý obrázok v archíve:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Nastavenie zobrazenia
IDC_CHK_SHOWBORDER			= Zobraziť okraj hlavného okna
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Zobraziť názov súboru obrázka, keď je skrytá lišta hlavnej ponuky (Kláves. skratka: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Uložiť nastavené zväčšenie/zmenšenie
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Nezobrazovať hornú lištu hlavnej ponuky
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Nezobrazovať spodný ovládací panel
IDC_CHK_DO_NOT_SIDE_ARROW		= Nezobrazovať na stránke tlačidlá so šípkami <   > 
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Nezobrazovať okno náhľadu ovládania posuvu jednotlivých obrázkov GIF animácie
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Nezobrazovať okno náhľadu pri zmene veľkosti v spodnom ovládacom paneli (+ -)
IDC_CHK_HIDE_TOOLTIP_HELP		= Nezobrazovať popisky po prejdení kurzorom myši
IDC_CHK_EXIFINFO_SMALL_FONT		= Použiť malé písmo pre EXIF informácie o súbore
IDC_CHK_USEBKGNDIMAGE			= Zmeniť predvolený obrázok pozadia
IDC_BTN_BKGND_SET			= Prehliadať...
IDC_BTN_BKGND_OPEN			= Otvoriť priečinok
IDC_STATIC_BKGNDCOLOR			= Farba pozadia:
IDC_BTN_BKGND				= Vybrať...
IDC_STATIC_BORDERCOLOR			= Farba orámovania:
IDC_BTN_BORDERCOLOR			= Vybrať...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Nastavenie záložiek
IDC_CHK_AUTOBOOKMARK			= Automaticky uložiť cestu k aktuálnemu obrázku v záložke
IDC_CHK_SHARE_SETTING			= Zdieľať konfiguráciu /záložky medzi viacerými oknami 
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Automaticky pamätať cestu k aktuálnemu obrázku v komprimovanom súbore
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Vymazať
IDC_STATIC_MAX_BOOKMARK			= Max. počet záložiek:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Zoznam prípon asociovaných súborov
IDC_BTN_IMAGE_SELECT			= Vybrať všetky
IDC_BTN_IMAGE_DESELECT			= Zrušiť výber
IDC_BTN_APPLY_NOW			= Použiť

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Asociovať prípony
IDC_STATIC_ASSOC_DESC1			= Vo verzii Windows 8 alebo vyššej môžete priradiť súborynasledujúcim spôsobom:
IDC_STATIC_ASSOC_DESC2			= 1. Kliknite na tlačidlo "Nastaviť asociáciu"
IDC_STATIC_ASSOC_DESC3			= 2. Označte "Vybrať všetky" v okne programu "Nastaviť asociáciu"
IDC_STATIC_ASSOC_DESC4			= 3. Kliknite na tlačidlo "Uložiť".
IDC_STATIC_ASSOC_DESC1_10		= Vo verzii Windows 10 alebo vyššej môžete priradiť súborynasledujúcim spôsobom:
IDC_STATIC_ASSOC_DESC2_10		= 1. Kliknite na tlačidlo "Nastaviť asociáciu"
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Nastaviť asociáciu
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Klasická metóda

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Spracovanie obrázkov
IDC_CHK_EXIFROTATION			= Automaticky otáčať snímky na základe EXIF ​​informácií
IDC_CHK_STRONG_SHARPEN			= Použiť filter silného zaostrenia 
IDC_CHK_CACHE_IMAGE			= Načítať ďalšie obrázky do vyrovnávacej pamäte
IDC_STATIC_CACHE_MEMORY_SIZE		= Veľkosť vyrovnávacej pamäte: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Zobraziť v hornej časti obrázka, ak je obrázok väčší ako okno
IDC_CHK_USE_PREVIEW_MODE		= Zobraziť obrázky v nižšej kvalite pre rýchlejšie vykresľovanie
IDC_CHK_USE_IMAGE_ICC			= Použiť profil dát ICC obrazového súboru
IDC_CHK_USE_MONITOR_ICC			= Použiť profil dát ICC monitora
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Priehľadné pozadie pre obrázky GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Priehľadné pozadie pre 32-bitové obrázky:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolácia (zmeniť veľkosť):
IDC_STATIC_PAGETURNFX			= Efekt pri posúvaní stránok:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Označiť
IDC_STATIC_CUSTOMKEYDESC_KEY		= Klávesová skratka
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Akcia

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Nastavenie
IDC_STATIC_CUSTOMMOUSE_ACTION		= Akcia
IDC_CHK_CUSTOM_LBUTTON			= Ľavé tlačidlo
IDC_CHK_DBLCLICK2MAXIMIZE		=Maximalizovať/Obnoviť dvojitým kliknutím
IDC_CHK_CLICK2PAGETURN			= Otočiť stránku po kliknutí na ľavej alebo pravej strane obrazovky
IDC_CHK_CUSTOM_MBUTTON			= Stredné tlačidlo
IDC_CHK_CUSTOM_RBUTTON			= Pravé tlačidlo
IDC_CHK_CUSTOM_XBUTTON			= X tlačidlo
IDC_CHK_CUSTOM_YBUTTON			= Y tlačidlo
IDC_CHK_CUSTOM_WHEELUP			= Kolieskom myši hore
IDC_CHK_CUSTOM_WHEELDN			= Kolieskom myši nadol

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Nastavenie Kontextovej ponuky
IDC_CHK_SHELL_USE_SHELL_MENU		= Použiť kontextovú ponuku vo Windows Prieskumníkovi 
IDC_CHK_SHELL_TRANSFORM_DLG		= Previesť obrázok s Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Zobraziť obrázok s Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Náhľad v kontextovej ponuke
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Zobraziť informácie o obrázku
IDC_CHK_SHELL_SHOW_ICON			= Zobraziť ikonu Honeyview
IDC_STATIC_SHELL_THUMB_PREVIEW		= Náhľad miniatúr vo Windows Prieskumníkovi

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Rôzne nastavenia
IDC_STATIC_PHOTOFOLDER			= Priečinok s fotkami 
IDC_STATIC_PHOTOFOLDER_DESC1		= Priečinok s fotkami 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Priečinok s fotkami 2:
IDC_BTN_PHOTOFOLDER_SET1		= Prehliadať...
IDC_BTN_PHOTOFOLDER_OPEN1		= Otvoriť
IDC_BTN_PHOTOFOLDER_SET2		= Prehliadať...
IDC_BTN_PHOTOFOLDER_OPEN2		= Otvoriť
IDC_STATIC_EXTPROGRAM			= Editor obrázkov
IDC_BTN_SET_EXTPROG0			= Prehliadať...
IDC_BTN_SET_EXTPROG1_FAST		= Predvolený
IDC_CHK_PAGETURNWAV			= Zvukový efekt pri posúvaní strán
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Neotvárať súbory obrázkov RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Pri otváraní súborov vo formáte JPEG neotvárať RAW súbory s rovnakým názvom
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Pri otváraní RAW súborov zobrazť miniatúru, ak existuje
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Prispôsobiť veľkosť obrázku veľkosti okna
IDC_CHK_DISABLE_SCREEN_SAVER		= Zakázať šetrič obrazovky Windows, pokiaľ je Honeyview spustený

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Nastavenie jazyka
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Stiahnuť ďalšie jazyky...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Otvoriť priečinok jazykov...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Vybrať obrázok
IDC_CHECK_SHOW_THUMBNAIL		= Skryť náhľad navigácie

[IDD_PASSINPUT]
IDD_PASSINPUT				= Vložiť heslo
IDC_STATIC_PASSDESC			= Tento súbor je šifrovaný. Vložte prosím heslo.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Upraviť záložky
IDC_BTN_DEL				= Vymazať
IDC_BTN_IMPORT				= Importovať záložky
IDC_BTN_EXPORT				= Exportovať záložky

[IDD_PRINT]
IDD_PRINT				= Tlač
IDC_GROUP_PRINTER			= Vybrať tlačiareň
IDC_BTN_PRINTER_PROPERTY		= Vlastnosti
IDC_CHK_ROTATE				= Otočiť o 90˚
IDC_CHK_FIT_IN				= Prispôsobiť papieru
IDC_STATIC_ZOOM				= Mierka:
IDC_STATIC_MARGIN_L			= Ľavý okraj:
IDC_STATIC_MARGIN_T			= Hore:
IDC_STATIC_MARGIN_R			= Vpravo:
IDC_STATIC_MARGIN_B			= Dole:
IDC_STATIC_COPIES			= Kópií:
IDC_BTN_PRINT				= Tlačiť
IDC_BTN_CLOSE				= Zavrieť

[IDD_UPDATE]
IDD_UPDATE				= Aktualizácie pre Honeyview
IDC_STATIC_MESSAGE_1			= Aktualizácie pre Honeyview sú pripravené.
IDC_STATIC_MESSAGE_2			= Kliknutím na tlačidlo Aktualizovať nainštalovať najnovšiu verziu.
IDOK					= Aktualizovať
IDCANCEL				= Zrušiť
IDC_BTN_SETTING_UPDATE			= Nastavenia

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Premenovať alebo prepísať
IDC_STATIC_ASK_OVERWRITE		= Súbor už existuje.
IDC_STATIC_SRC				= Aktuálny obrázok
IDC_STATIC_DST				= Zdrojový obrázok
IDC_BTN_OVERWRITE			= Prepísať
IDC_BTN_RENAME				= Uložiť ako...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Nastaviť tapetu obrazovky
IDC_STATIC_PREVIEW			= Náhľad
IDC_STATIC_BACK_COLOR			= Farba pozadia
IDC_RADIO_BACKCOLOR_0			= Čierna
IDC_RADIO_BACKCOLOR_1			= Automaticky
IDC_RADIO_BACKCOLOR_2			= Vlastná...
IDC_BTN_BKGND				= Vybrať...
IDC_BTN_CLOSE				= Zavrieť
IDC_BTN_APPLY				= Použiť

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Otvoriť súbor
IDC_STATIC_OPENING			= Otváram...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Vybrať priečinok
IDC_STATIC_FOLDER			= Cesta k priečinku:
IDC_BTN_NEWFOLDER			= Nový priečinok
IDC_CHK_OPEN_SUBFOLDER			= Zahrnúť všetky súbory z podpriečinkov

[IDD_TRANSFORM]
IDD_TRANSFORM				= Prevod obrázkov
IDC_STATIC_FILELIST			= Zoznam súborov
IDC_STATIC_PREVIEW			= Náhľad
IDC_BTN_START				= Spustiť
IDC_BTN_CLOSE				= Zavrieť
IDC_BTN_OPEN_DEST_FOLDER		= Otvoriť priečinok

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Otočiť
IDC_RADIO_ROTATE_NONE			= Neotáčať
IDC_RADIO_ROTATE_LEFT			= Otočiť vľavo o 90˚ 
IDC_RADIO_ROTATE_RIGHT			= Otočiť vpravo o 90˚ 
IDC_RADIO_ROTATE_180			= Otočiť o 180˚
IDC_RADIO_ROTATE_AUTO			= Autom. otáčať podľa informácií EXIF
IDC_STATIC_RESIZE			= Zmeniť veľkosť
IDC_STATIC_RESIZE_SIZE			= Nová veľkosť

IDC_STATIC_FORMAT			= Nastavenie formátu
IDC_STATIC_FORMAT_SELECT		= Formát:
IDC_STATIC_FORMAT_QUALITY		= Kvalita:
IDC_STATIC_SAVE				= Výstupný priečinok
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Uložiť do pôvodného priečinka
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Uložiť do Priečinka s fotkami 
IDC_RADIO_TARGETFOLDER_CUSTOM		= Uložiť do:
IDC_STATIC_FILENAME_HEADER		= Predpona názvu súboru
IDC_STATIC_FILENAME2SAVE		= Náhľad názvu súboru
IDC_BTN_INIT				= Anulovať


[SKIN]
$TT_FULLSCREEN				= Celá obrazovka (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= (Kl. skratka: /)
$TT_TOGGLE_ANIMINFO_CONTROL		= Kl. skratka: Alt+Z
$TT_PAGESELECT				= Vybrať obrázok (Enter)
$TT_LOCKCONTROLBAR			= Uzamknúť spodný ovládací panel (Kl. skratka: ~)
$TT_LOCKTITLEBAR			= Uzamknúť lištu hl. ponuky (Kl. skratka: `)
$TT_COPY_EXIFINFO			= Kopírovať EXIF informácie o obrázku (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Zobraziť/skryť EXIF informácie o obrázku (Kl. skratka: Tab)
$TT_LAUNCH_GPS_LOCATION			= Zobraziť umiestnenie na Mapy Google.
$TT_PLAY_SOUNDNSHOT			= Prehrať zvukový súbor (zvuk a šot).
$TT_CLOSE_EXIFINFO			= Zavrieť (Kl. skratka: Tab)
$TT_PREV_BTN				= L-myš:predošlý, P-myš:predošlý 10-ty.
$TT_NEXT_BTN				= L-myš:ďalší, P-myš:ďalší 10-ty.

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Zvuk a &šot
$BTN_TEXT_SHOWMODE			= Zobraziť
$BTN_TEXT_PHOTOFOLDER			= Kopírovať do
$BTN_TEXT_EDIT				= Upraviť
$BTN_TEXT_STICKY			= Zámka
$BTN_TEXT_BOOKMARK			= Záložky
$BTN_TEXT_SLIDESHOW			= Prezentácia
$BTN_TEXT_UPDATE			= Je dostupná nová verzia

$TEXT_SETTINGTAB_GENERAL		= Všeobecné
$TEXT_SETTINGTAB_VIEW			= Zobraziť
$TEXT_SETTINGTAB_BOOKMARK		= Záložka
$TEXT_SETTINGTAB_ASSOC			= Asociácia
$TEXT_SETTINGTAB_IMAGEPROCESS		= Spracovať obrázky
$TEXT_SETTINGTAB_KEYBOARD		= Klávesnica
$TEXT_SETTINGTAB_MOUSE			= Myš
$TEXT_SETTINGTAB_SHELL			= Kontextová ponuka
$TEXT_SETTINGTAB_ETC			= Rôzne
$TEXT_SETTINGTAB_LANG			= Jazyk

$TEXT_DESKTOP				= Pracovná plocha
$TEXT_DOCUMENT				= Dokument
$TEXT_PICTURE				= Obrázok
$TEXT_COMPUTER				= Počítač


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Previesť s Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= Zobraziť s Honeyview(&3)
TEXT_LOADING				= Načítavam...
TEXT_IMAGE_LOAD_FAILED			= Súbor sa nepodarilo načítať 
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Náhľad nie je k dispozícii

[INSTALLER]
LNK_FILE_DESC				= Spustiť Honeyview
UNINSTALLER_LNK_NAME 			= Odinštalovať program 

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview je spustený. Najskôr ho prosím ukončite.
MSG_ASK_DELETE_ALL_FILES		= Niektoré súbory zostali v inštalačnom priečinku ($INSTDIR).[br][br]Chcete odstrániť celý priečinok?
MSG_ASK_RESTART_EXPLORER		= Na dokončenie inštalácie treba Prieskumníka Windows reštartovať. Chcete ho reštartovať teraz?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 je už nainštalovaný. Musíte odstrániť pôvodný Honeyview3 a nainštalovať novú verziu. Chcete pokračovať?
MSG_UNINSTALL_HV3_FAILED		= Odinštalovanie zlyhalo.
MSG_RESTART_EXPLORER			= Na dokončenie odinštalácie Honeyview3 sa teraz Prieskumník Windows reštartuje.

TEXT_LICENSE				= Licenčná zmluva Honeyview 
TEXT_OPTIONS				= Možnosti inštalácie
TEXT_OPT_PROGRAMGROUP			= Vytvorť programovú skupinu
TEXT_OPT_DESKTOPSHORCUT			= Vytvoriť zástupcu na ploche
TEXT_OPT_QUICKLAUNCH			= Vytvoriť odkaz na paneli Rýchleho spustenia
TEXT_OPT_FOLDER				= Cieľový priečinok
TEXT_OPT_REGIMAGE			= Asociovať prípony obrázkových súborov
TEXT_SELECT_FOLDER			= Vybrať priečinok
TEXT_LICENSE_LINK			= [Webstránka]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= LICENČNÁ ZMLUVA PRE KONCOVÉHO UŽÍVATEĽA
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview je ultrarýchly prehliadač obrázkov, vyvíjaný a distribuovaný spol. Bandisoft.[br][br]Tento program je poskytnutý zadarmo pre všetkých.

TEXT_ASK_RESTART_EXPLORER		= Na dokončenie inštalácie sa teraz Prieskumník Windows reštartuje. Chcete ho reštartovať teraz?
TEXT_NEED_ADMIN_PRIVILEGE		= Tento program môžu inštalovať len užívatelia s právami administrátora.[br][br]Užívatelia bez práv administrátora totiž nemusia správne nainštalovať program.[br][br]Chcete zastaviť inštaláciu?